Repository: aurellee/Reptor-NC3
Catalog: Localizable.xcstrings
Source language: en
Languages: id

source: 1-2 minutes between sets
id: 1-2 menit antara sets

source: 2-3 minutes between sets
id: 2-3 menit antara sets

source: 3-5 reps
id: 3-5 perulangan

source: 8-12 reps
id: 8-12 pengulagan

source: 15-20 reps
id: 15-29 pengulangan

source: 30-60 seconds between sets
id: 30-60 detik antara sets

source: 40-60%% of %@ kg
id: 40-60%% dari %@ kg

source: 60-80%% of %@ kg
id: 60-80%% dari %@ kg

source: 80-90%% of %@ kg
id: 80-90%% dari %@ kg

source: All
id: Semua

source: Calculator
id: Kalkulator

source: Estimated Rep Maxes
id: Perkiraan Maks Rep

source: Exercise
id: Latihan

source: Exercise: %@
id: Latihan: %@

source: Focus
id: Fokus

source: History
id: Riwayat

source: My Workout Plans
id: Rencana Latihan Saya

source: Recommended Reps
id: Rekomendasi Perulangan

source: Recommended Rest
id: Rekomendasi Istirahat

source: Recommended Sets
id: Rekomendasi Sets

source: Recommended Weights
id: Rekomendasi Beban

source: Rep
id: Perulangan

source: Save
id: Simpan

source: Save History
id: Simpan Riwayat

source: Saved Plans
id: Rencana Tersimpen

source: See Workout Plan
id: Lihat Rencana Latihan

source: Show More Weight Distribution Data
id: Tunjukkan Data Distribusi Beban

source: Weight
id: Beban

source: Weight Distribution
id: Distribusi Beban

source: Weight: %@ kg
id: Beban: %@ kg

source: Workout Plan
id: Rencana Pelatihan

source: Your 1RM is..
id: 1RM-mu adalah..
